Repository: JohnVeness/CoBang
Catalog: po/*.po
Languages: tr

source: quit
tr: çık

source: about
tr: hakkında

source: Unsuported file type %s!
tr: %s dosya türü desteklenmiyor!

source: Copied
tr: Kopyalandı

source: Connected
tr: Bağlı

source: Saved
tr: Kaydedildi

source: Copy
tr: Kopyala

source: Play
tr: Oynat

source: Pause
tr: Duraklat

source: QR scanner for Linux
tr: Linux için QR tarayıcı

source: Webcam
tr: Web Kamerası

source: Please add an image file by one of these methods: - Drag and drop here. - Copy from somewhere and paste (Ctrl+V) here. - Choose with button below (non Flatpak). Remote image (from http://..., sftp://...) is allowed.
tr: Lütfen aşağıdaki yöntemlerden birini kullanarak resim dosyası ekleyin: - Buraya sürükleyip bırakabilirsiniz. - Bir yerden kopyalayıp buraya yapıştırabilirsiniz (Ctrl+V). - Aşağıdaki düğme ile seçebilirsiniz (Flatpak olmayan sürümler için). Uzak görüntülere izin verilmektedir (http://..., sftp://...)

source: Image
tr: Görüntü

source: Please choose an image file
tr: Lütfen görüntü dosyası seçin

source: Result
tr: Sonuç

source: Raw result
tr: Ham sonuç

source: Found an URL. Click to open:
tr: URL bulundu. Açmak için tıklayın.

source: button
tr: düğme

source: QR code scanner for Linux desktop
tr: Linux masaüstü için QR kod tarayıcı

source: A missing native QR Code and barcode scanner application for Linux desktop.
tr: Linux masaüstü için doğal QR Kod ve barkod tarama uygulaması.

source: CoBang can scan barcode, QR code from webcam or from static image. To be part of Linux desktop modernization, it is set to support Wayland (not XWayland), and only implement native GUI (no web crap).
tr: CoBang, web kamerasından veya sabit görüntüden barkod veya QR kod tarayabilir. Linux masaüstü yenileştirmenin bir parçası olmak için Wayland'ı (XWayland'ı değil) destekleyecek ve yalnızca doğal arayüzü (web saçmalığı yok) gerçekleştirecek şekilde hazırlanmıştır.

source: Fix building Flatpak for v0.9+.
tr: v0.9+ için Flatpak inşasını düzelt.

source: Try to fix crash on displaying wifi result.
tr: Kablosuz sonucunu görüntülerken çökme düzeltilmeye çalışıldı.

source: Fix overflow UI in phone screen.
tr: Telefon ekranında kullanıcı arayüzü taşması düzeltildi.

source: Automatically choose the best layout for the screen.
tr: Ekran için en iyi yerleşim düzenini kendiliğinden seç.

source: Reduce scrolling on mobile screen.
tr: Mobil ekranda kaydırmayı azalt.

source: Prevent redundant empty space.
tr: Gereksiiz boş alanı önle.

source: Support mobile view with responsive UI.
tr: Duyarlı kullanıcı arayüzü ile mobil görünüm desteği.

source: Update Italian translation.
tr: İtalyanca çeviri güncellendi.

source: Lower down Meson version requirement.
tr: Meson sürüm gereksinimi düşürüldü.

source: Fix licensing.
tr: Lisanslamayı düzelt.

source: Let play webcam from PipeWire.
tr: PipeWire'dan web kamerası oynatmaya izin ver.

source: Add button to copy raw result.
tr: Ham sonucu kopyalama düğmesi eklendi.

source: Fix appdata file.
tr: Appdata dosyasını düzelt.

source: Support more languages.
tr: Daha fazla dil desteği.

source: Compatible with GStreamer v1.18.
tr: GStreamer v1.18 ile uyumlu.

source: Fix handling HTTP file in some unusual case.
tr: Olağandışı kimi durumda HTTP dosyası işleme sorunu düzeltildi.

source: Fix AppStream data.
tr: AppStream verilerini düzelt.

source: Move Play &amp; Pause buttons to overlay.
tr: Oynat ve Duraklat düğmeleri kaplamaya taşı.

source: Fix missing files when building Flatpak.
tr: Flatpak inşa edilirken eksik dosyalar hatası düzeltildi.

source: Able to build Flatpak (sucessfully add NetworkManager dependency).
tr: Flatpak inşası (NetworkManager bağımlılığı eklendi).

source: Fix crash when detecting WiFi content from webcam.
tr: Web kamerasından kablosuz bağlantı içeriği algılanırken çökme düzeltildi.

source: Fix: Forgot to check SVG in some cases.
tr: Bazı durumlarda eksik SVG denetimi hatası düzeltildi.

source: Display result URL with a link.
tr: Sonuç URL'sini bağlantıyla görüntüle.

source: Display result WiFi info and let save it to NetworkManager.
tr: Sonuç kablosuz bağlantı bilgisini görüntüle ve NetworkManager'a kaydetmesine izin verin.

source: Support scanning from SVG file.
tr: SVG dosyadan tarama desteği.

source: Change license to GPL-v3.
tr: Lisans GPL-v3 olarak değiştirildi.

source: Release on FlatHub.
tr: FlatHub'da yayınlandı.

source: Test and verify to work on X11-based DEs like KDE, Xfce, LxQt.
tr: KDE, Xfce, LxQt gibi X11 tabanlı masaüstü ortamlarında çalıştığı denendi ve doğrulandı.

source: Fix to work on non-OpenGL environment.
tr: OpenGL dışı ortamda çalışama sorunu düzeltildi.

source: Support PipeWire.
tr: PipeWire desteği.

source: Let drag, drop and paste image
tr: Görüntüyü sürükleyip bırakmaya ve yapıştırmaya izin ver

source: Drop Cheese dependency
tr: Cheese bağımlılığını kaldır

source: QR code scanner
tr: QR kod tarayıcı

source: Scan and decode QR from camera or static image
tr: QR kodu kameradan veya sait görüntüden tara ve kodunu çöz

source: qr;code;qr-code;qr-decoder;qr-scanner
tr: qr;kod;code;qr-kod;qr-code;qr çözüccü;qr-decoder;qr-scanner;qr tarayıcı;

source: Found a wifi configuration
tr: Kablosuz bağlantı yapılandırması bulundu

source: Generous
tr: Çömert

source: Password
tr: Parola

source: Save
tr: Kaydet
